/* 
   DataSettings.strings
   MobilePhone

   Created by Bryan Prusha on 10/16/09.
   Copyright 2009 Apple. All rights reserved.
 */

"CELLULAR_DATA" = "Mobile Data";
"DATA_ROAMING" = "Data Roaming";
"VIEW_ACCOUNT" = "View Account";
"VIEW_ACCOUNT_INFO" = "View account information or add more data.";
"SIM_PIN" = "SIM PIN";
"SIM_APPLICATIONS" = "SIM Applications";
"CHANGE_PIN" = "Change PIN";

"PMENTER" = "Lock SIM";
"PMSET" = "Lock SIM";
"PMREMOVE" = "Unlock SIM";
"PMCHANGE" = "Change PIN";

"PMENTER_1_PROMPT" = "Enter PIN to lock SIM.";
"PMSET_1_PROMPT" = "Enter PIN to lock SIM.";
"PMSET_2_PROMPT" = "Re-enter your PIN.";
"PMREMOVE_1_PROMPT" = "Enter PIN to unlock SIM.";
"PMCHANGE_1_PROMPT" = "Enter PIN to change SIM lock.";
"PMCHANGE_2_PROMPT" = "Enter a new PIN.";
"PMCHANGE_3_PROMPT" = "Re-enter your new PIN.";

"CONFIRMATION_FAILURE" = "PINs did not match. Try again.";
"CANNOT_REUSE_PASSCODE" = "You cannot reuse a PIN. Try again.";

"ATTEMPT_REMAINING" = "%@ attempt remaining.";
"ATTEMPTS_REMAINING" = "%@ attempts remaining.";
"FORMAT_POLICY" = "SIM PIN must contain 4 to 8 digits.";

"CELLULAR_DATA_FOOTER_TEXT_WIFI" = "Turn off mobile data to restrict all data\nto Wi-Fi, including email, web browsing\nand push notifications.";
"CELLULAR_DATA_FOOTER_TEXT_WLAN" = "Turn off mobile data to restrict all data\nto WLAN, including email, web browsing\nand push notifications.";

"EDGE_STATIC_TEXT" = "Turn data roaming off when abroad\nto avoid substantial roaming charges\nwhen using email, web browsing and\nother data services.";
"EDGE_STATIC_TEXT_MMS" = "Turn data roaming off when abroad\nto avoid substantial roaming charges\nwhen using email, MMS, web browsing\nand other data services.";
